Repository: migmac4/music-practice-app
Catalog: lib/l10n/app_*.arb
Languages: pt

# appTitle
source: Music Practice
pt: Prática Musical

# homeTitle
source: Welcome to Music Practice
pt: Bem-vindo à Prática Musical

source: Practice Now
pt: Praticar Agora

source: Settings
pt: Configurações

source: Language
pt: Idioma

# dashboardTotalTime
source: Total Time Today
pt: Tempo Total Hoje

# dashboardExercises
source: Exercises Today
pt: Exercícios Hoje

source: Light Mode
pt: Modo Claro

source: Dark Mode
pt: Modo Escuro

# languageEnglish
source: English
pt: Inglês

# languagePortuguese
source: Portuguese
pt: Português

source: Daily Reminder
pt: Lembrete Diário

source: Reminder Time
pt: Horário do Lembrete

# reminderEnabled
source: Enable Daily Reminder
pt: Ativar Lembrete Diário

# reminderNotificationTitle
source: Time to Practice!
pt: Hora de Praticar!

# reminderNotificationBody
source: Don't forget to practice today!
pt: Não se esqueça de praticar hoje!

source: Select Time
pt: Selecionar Horário

source: Instrument
pt: Instrumento

# instrumentAcousticGuitar
source: Acoustic Guitar
pt: Violão

# instrumentBass
source: Bass
pt: Baixo

# instrumentCello
source: Cello
pt: Violoncelo

# instrumentClarinet
source: Clarinet
pt: Clarinete

# instrumentDrums
source: Drums
pt: Bateria

# instrumentElectricGuitar
source: Electric Guitar
pt: Guitarra

# instrumentFlute
source: Flute
pt: Flauta

# instrumentKeyboard
source: Keyboard
pt: Teclado

# instrumentSaxophone
source: Saxophone
pt: Saxofone

# instrumentTrumpet
source: Trumpet
pt: Trompete

# instrumentViolin
source: Violin
pt: Violino

# practiceCategoryTitle
source: Category
pt: Categoria

# practiceCategoryChordsAndHarmony
source: Chords & Harmony
pt: Acordes e Harmonia

# practiceCategoryTechnique
source: Technique
pt: Técnica

# practiceCategoryTheory
source: Theory
pt: Teoria

# practiceCategoryImprovisation
source: Improvisation
pt: Improvisação

# practiceCategoryRepertoire
source: Repertoire
pt: Repertório

# practiceCategoryScalesAndModes
source: Scales & Modes
pt: Escalas e Modos

# practiceCategoryRhythmAndStrumming
source: Rhythm & Strumming
pt: Ritmo e Strumming

# practiceCategoryBowingTechnique
source: Bowing Technique
pt: Técnica de Arco

# practiceCategoryExpressionAndDynamics
source: Expression & Dynamics
pt: Expressão e Dinâmica

# practiceCategoryShiftingAndPosition
source: Shifting & Position
pt: Mudança de Posição

# practiceCategoryScalesAndArpeggios
source: Scales & Arpeggios
pt: Escalas e Arpejos

# practiceCategoryLeftHandTechnique
source: Left Hand Technique
pt: Técnica de Mão Esquerda

# practiceCategoryRhythmAndGroove
source: Rhythm & Groove
pt: Ritmo e Groove

# practiceCategoryRudimentsAndStickControl
source: Rudiments & Stick Control
pt: Rudimentos e Controle de Baquetas

# practiceCategoryDynamicsAndArticulation
source: Dynamics & Articulation
pt: Dinâmica e Articulação

# practiceCategoryEmbouchureAndBreathControl
source: Embouchure & Breath Control
pt: Embocadura e Controle Respiratório

# practiceCategoryFingerTechnique
source: Finger Technique
pt: Técnica de Dedilhado

# practiceCategoryRegisterTransitions
source: Register Transitions
pt: Transições de Registro

# practiceCategoryArticulationAndTonguing
source: Articulation & Tonguing
pt: Articulação e Língua

# practiceCategoryScalesAndIntonation
source: Scales & Intonation
pt: Escalas e Afinação

# practiceCategoryPostureAndHandPosition
source: Posture & Hand Position
pt: Postura e Posição das Mãos

# practiceCategoryReadingTechniques
source: Reading Techniques
pt: Técnicas de Leitura

# practiceCategorySynthesizerAndSampling
source: Synthesizer & Sampling
pt: Sintetizador e Sampling

# practiceCategoryScalesAndMelody
source: Scales & Melody
pt: Escalas e Melodia

# practiceCategoryRhythmAndTiming
source: Rhythm & Timing
pt: Ritmo e Tempo
